{
"_comment": "Les ressources sont affichées par ordre d'ajout dans le fichier qui doit être par l'importance qu'on veut afficher'",
"_comment": "For videos and slides available soon indicate 'soon'. If the ressource will not be available, let empty",
"webinars":
    {
        "items":[
		{
            "title": "Model Simulation and Analysis in Capella",
			"date": "October 2022",
			"anchor": "2022_10_13",
            "author": "Kai Liu (Glaway)",
            "language": "EN",
            "descr": "<p>Through a large number of engineering practices in China, we found that customers not only pay attention to how the object product can be modeled more quickly and reasonably, but also pay attention to the correctness of the model itself. Therefore, the simulability and analyzability of the model are very important.</p><p>Users expect Capella to provide value in logic simulation and parametric analysis. According to the needs of customers, improvements have been made in the following aspects:<ol><li>We decided to add the concept and related elements of activity diagrams in Sysml to Capella to make the function flow executable;</li><li>Referring to the state machine specification in Sysml, we assign dynamic execution rules to the elements in the Capella state machine so that they can be simulated and operated;</li><li>Support nested calls and interrupt logic between state machines and activity diagrams to enrich the simulation scenarios.</li><li>Support integration and calling with Matlab to make algorithm verification simpler and more feasible.</li><li>Developed a running interface for simulation, so that engineers can get more information through simulation (for example: simulation animation effect; simulation speed adjustable;</li></ol></p><p>Simulation can be paused; simulation data can be modified in real-time and feedback can be obtained; simulation data can be recorded and related curves generated)",
            "bio": "<p><i><span class='txt_indigo'>Kai Liu (Glaway)</span> is the Technical Director of the MBSE business of Glaway. He has rich experience in engineering design and project practice in many enterprises in the fields of automobile, aviation, radar and so on.</i></p>",
            "utube_link": "https://bit.ly/capella_webinar_13102022_video",
	    "slides_link": "https://bit.ly/capella_webinar_13102022_slides",
	    "tag": ["simulation","add-on"]
        },	
		{
            "title": "Applying MBSE as support for Systems Engineering Standards",
			"date": "September 2022",
			"anchor": "2022_09_22",
            "author": "Sébastien Dubé (SAMARES-ENGINEERING)",
            "language": "EN",
            "descr": "<p>How to efficiently apply recommended practices of Systems Engineering: The Health Agriculture UAV case study</p><p>With the emergence of Cyber-Physical Systems (computer systems in which physical elements are controlled or monitored by computer-based algorithms), defining a solution that satisfies stakeholder needs and various constraints is a hard task to complete. This is the reason why the Systems Engineering community defined standardized practices (such as the ones defined in ISO15288:2015), to realize successful systems, several years ago.</p><p>However, performing these practices with the traditional 'document-based' approach may be limited due to the difficulty of checking the overall consistency of the engineering documents. Using MBSE methods and tools (such as those proposed by the ARCADIA method and Capella tool) is a great help to support the stakeholder requirements analysis and system requirements/architecture definition. However, it is sometimes difficult to 'map/instantiate' the standard processes (ISO15288:2015) to implementation using the ARCADIA method and Capella, especially when adapted to the specific practices of each company.</p><p>During this talk, you will gain insights concerning the relations between the ISO15288:2015 processes and the ARCADIA approach, illustrated using the Health Agriculture UAV case study, and focus on some common topics such as the implementation of MOEs/MOPs in the model.</p>",
            "bio": "<p><i><span class='txt_indigo'>Sébastien Dubé (SAMARES-ENGINEERING):</span><ul><li>Systems Engineering and Modelling Consultant, Capella and PLE expert</li><li>ARCADIA/Capella experienced coach and trainer</li><li>INCOSE CSEP and CESAMES Associate certifications</li><li>20 years' experience in Embedded Systems Architecture and development for various industries (Automotive, Railway, Avionics, Buildings…)</li></ul></i></p>",
            "utube_link": "https://youtu.be/E-obpCZUcqA",
	    "slides_link": "https://bit.ly/capella_webinar_220922_slides",
	    "tag": ["best-practices","case-study"]
        },	
		{
            "title": "Simulation with Python and MATLAB® in Capella",
			"date": "September 2022",
			"anchor": "2022_09_01",
            "author": "Renfei Xu (PGM)",
            "language": "EN",
            "descr": "<p>A common need in system architecture design is to verify that if the architect is correct and can satisfy its requirements.</p><p>Execution of system architect model means to interact with state machines to test system’s control logic. It can verify if the logical sequences of functions and interfaces in different scenarios are desired.</p><p>However, only sequence itself is not enough to verify its consequence or output. So we need each function to do what it is supposed to do during model execution to verify its output, and that is what we called “simulation”.</p><p>This presentation introduces how to embed Python or MATLAB® codes inside functions to do “simulation” within Capella.</p>",
            "bio": "<p><i><span class='txt_indigo'>Renfei Xu</span><ul><li> is the Technical Director of MBSE from PGM. He has participated in many implementation projects of MBSE in areas like Engine Control, Avionics, Mechatronics, RADAR and so on. In recent years, he is dedicated to the promotion of Capella and ARCADIA in China.</i></p>",
            "utube_link": "https://youtu.be/UiE0l-zdabY",
	    "slides_link": "https://bit.ly/capella_webinar_220901_slides",
	    "tag": ["simulation","add-on"]
        },	
		{
            "title": "Connecting textual requirements and Capella models",
			"date": "June 2022",
			"anchor": "2022_06_23",
            "author": "José Pereira (The Reuse Company) & José Fuentes (The Reuse Company) ",
            "language": "EN",
            "descr": "<p>SES ENGINEERING Studio: Achieving the perfect equilibrium between Textual Requirements and Models in Capella enhanced by Automatic Interoperability, Quality & Traceability operations</p><p>The importance of models is imperative in any Systems Engineering project. However, truth is not exclusively found within models. The need to describe external contracts, regulations, or non-functional requirements, for instance, can be more efficiently satisfied by using textual specifications. In order to achieve the desired <i>Common Source of Truth</i>, model and textual requirements must be connected and coexist, desirable enhanced by the automatization of the consistency checking, automatically modifying one side when changes are produced on the other end...</p><p>Within The REUSE Company, we have realised how crucial it is to facilitate this connection and provide Systems Engineers with the tools required for applying SE across the entire process as seamlessly as possible. This solution is the SES ENGINEERING Studio, and within this webinar, the following capabilities will be shown:</p><ul><li>The SES ENGINEERING Studio offers the capability to assess consistency between textual requirements and Capella models.</li><li>Automatic generation of Capella models from Textual Requirements inside an RMS (Requirements Management System). This also involves the possibility to complete the exact opposite operation, generating textual requirements from Capella models.</li><li>Seamless traceability management between textual requirements (in any RMS) and model elements in Capella; This includes the possibility to automatically suggest traces based on the semantic content of the textual requirement.</li><li>If the preferred option is to maintain these textual requirements inside Capella, we offer the possibility to provide a round-trip process between any RMS and Requirements Viewpoint within Capella; thus, allowing that modification at either end, to be synchronized.</li><li>Automatic quality assessment of Capella models following a number of pre-established rules or allowing the users to define tailored rules.</li><li>Automatic interoperability between SysML and Arcadia models.</li></ul>",
            "bio": "<p><i><span class='txt_indigo'>José Pereira (The Reuse Company)</span><ul><li>Member of the Sales & Consulting Department within The REUSE Company.</li><li>Responsible for the Temperature War Systems Engineering Use Case.</li><li>Systems Engineering Methodology thesis development.</li><li>Complete SE Use Case based on the INCOSE 15288 Standard.</li><li>3 years of experience and supervised training under two members of the INCOSE Group, ASEP & CSEP.</li><li>Degree in Computer Science & Engineering.</li></ul></i></p><p><i><span class='txt_indigo'>José Fuentes (The Reuse Company)</span><ul><li>Current position: Chief Sales Manager of The REUSE Company</li><li>Former Product Manager of RQA and the Systems Engineering Suite</li><li>INCOSE CSEP Certified</li><li>Graduated in the INCOSE Institute for Technical Leadership</li><li>Active contributor to the INCOSE Guide for Writing Requirements</li><li>Other certifications: ITIL</li><li>Other interests: Project Management, Business Analysis, Risk Management</li></ul></i></p>",
     		"utube_link": "https://youtu.be/C07-D3zdFoY",
		"slides_link": "https://bit.ly/capella_webinar_220623_slides",
            "tag": ["requirements","add-on"]
        },	
		{
            "title": "Get into MBSE-MBSA process with a dedicated toolchain",
			"date": "May 2022",
			"anchor": "2022_05_19",
            "author": "Jean Godot (ALL4TEC) & Jonathan Dumont (ALL4TEC)",
            "language": "EN",
            "descr": "<p>E/E systems and cyber-physical systems are carrying out more and more advanced and safety critical features in many domains such as transport, energy, industry, farming, medical, etc. Therefore, during last few years, to manage the development of those complex systems, companies have moved from a document-based approach to a model-based approach associated with very specific tools.</p><p>However, system and safety engineering, and some other related engineering domains like cybersecurity for instance, are still too often conducted independently, whereas safety and system attributes are largely interdependent. There is a need to foster greater collaboration between these disciplines to avoid errors and also to maintain time-to-market.</p><p>That's why since several years, ALL4TEC, with its safety analysis tool Safety Architect, has been working to connect its tool with system solutions to couple MBSE and MBSA. The goal is to better ensure consistency between system design and safety analysis.</p><p>During this talk, ALL4TEC presented its Capella add-on that allows annotation of Capella models with basic safety information, smart export and dynamic connection to share data between Capella and Safety Architect to support MBSE-MBSA.</p>",
            "bio": "<p><i><span class='txt_indigo'>Jean Godot</span> joined ALL4TEC in 2018 as a R&D engineer to manage research projects and to participate in the development of Safety Architect. Jean holds a PhD in computer science from Paris-Saclay University in France and his areas of interests are system safety and cybersecurity.</i></p><p><i><span class='txt_indigo''>Jonathan Dumont</span> started working for ALL4TEC in 2010 to develop the model-based safety analysis tool Safety Architect. It was the opportunity for him to discover the graphical modeling approach and to start working with the first versions of Obeo Designer. As a technical lead for the ALL4TEC development team, he followed the technological evolutions of Eclipse Sirius and deployed them into several tools developed by his company.</i></p>",
     		"utube_link": "https://bit.ly/capella_webinar_20220519_video",
			"slides_link": "https://bit.ly/capella_webinar_220519_slides",
            "tag": ["safety","add-on"]
        },	
		{
            "title": "MBSE and Model-Based Testing with Capella",
			"date": "April 2022",
			"anchor": "2022_04_07",
            "author": "Benjamin Bossa (Spherea) & Yann Fusero (Spherea)",
            "language": "EN",
            "descr": "<p>Nowadays, we are surrounded by system of systems, autonomous systems, interconnected systems or distributed heterogeneous systems with an increase in architecture complexity.<br>Keeping these systems operational is a challenge as the number of potential failures which may affect their availability also increases drastically. In order to optimize availability, maintenance activities have to be designed within the design phase of the system.</p><p>Whatever the implementation choice, detection, diagnostic or prevention of failures require tests.<br>The goal for autonomous systems also pushes towards embedded detection and prevention capabilities and thus arguing and decision making between system engineers and maintenance engineers to share solutions in their respective activities.</p><p>In this presentation, we talked about the ability of a system designed with Capella to be tested, including in the maintenance phase. This means to interconnect several kinds of models representing different perspectives: System Design (MBSE), RAMS Analysis (Reliability, Availability, Maintainability and Safety) and Testability.</p><p>We presented how a MBSE approach with Capella can be used to initiate a testability study performed with the eXpress tool from DSI International.</p>",
            "bio": "<p><i><span class='txt_indigo'>Benjamin Bossa</span> is a System Architect with +10 years’ experience on simulation and virtual testing. He is currently in charge of model based related activities at SPHEREA, implementing MBSE approach and studying cross engineering domain between System Engineering,  Safety Assessment and Testing. He holds a PhD on Fluid dynamics and a Master’s Degree in Physics.</i></p><p><i><span class='txt_indigo'>Yann Fusero</span> is a System Architect with +15 years’ experience on performing and implementing Systems Engineering practices in industrial organizations. He currently leads the Systems Engineering team with architects implementing MBSE approaches on operational projects. His team is in charge of Testability activities which allow definition of optimized test strategy for SPHEREA customers. He holds a PhD on Computer Science, a MSc on Electronics and Signal Processing and Master’s Degree in Engineering in Physics from ESPCI Paris.</i></p>",
     		"utube_link": "https://bit.ly/capella_webinar_220421_video",
			"slides_link": "https://bit.ly/capella_webinar_220421_slides",
            "tag": ["how-to","testing"]
        },	
		{
            "title": "Capella Annual Message",
			"date": "April 2022",
			"anchor": "2022_04_23",
            "author": "Juan Navas (Thales)",
            "language": "EN",
            "descr": "2022, here we are! It's the perfect time to take a look back at 2021 and make plans for 2022!<br>In this webinar, Juan Navas presented the major events of 2021, the roadmap for 2022, and the main features included in the latest version of Capella.",
            "bio": "<i><span class='txt_indigo'>Juan Navas</span> is MBSE Expert in Thales Corporate Engineering. He leads the team that accompanies managers and architects implement MBSE practices on operational projects to improve their engineering performance. He is a System Architect with +10 years’ experience, he holds a PhD in Computer Science, an MSc in control and computer science, and Electronics and Electrical Engineering Degrees.</i>",
     		"utube_link": "https://bit.ly/capella_webinar_220407_video",
			"slides_link": "",
            "tag": ["roadmap", "Add-ons"]
        },
		{
            "title": "System of Systems Modeling with Capella",
			"date": "February 2022",
			"anchor": "2022_02_17",
            "author": "Tony Komar (Siemens)",
            "language": "EN",
            "descr": "System of Systems modeling comes with a tough decision for practitioners using traditional SysML V1 tools. Do I go with SysML V1, or do I look at Unified Architecture Framework? Capella eliminates that challenge with one notation that can be used for both.",
            "bio": "Tony Komar has been practicing and supporting systems engineering for over 35 years. He is a key contributor to the development and deployment of model-based system engineering products for Siemens Digital Industries Software.",
     		"utube_link": "https://www.youtube.com/watch?v=WCC_iHyChKQ&list=PLfrEYVpSGVLxEFRODSWUTP8N5i3NTG4o-&index=1",
			"slides_link": "https://bit.ly/capella_webinar_220217_slides",
            "tag": ["how-to"]
        },	
		{
            "title": "Capella (once again) in space, meeting nano-satellites",
			"date": "January 2022",
			"anchor": "2022_01_20",
            "author": "Jonathan Lasalle (Artal / Magellium)",
            "language": "EN",
            "descr": "<p>Previously, Capella models (slightly extended by new features dedicated to system test specification) was used by the French Space Agency (CNES) to demonstrate that the current document-centric process could be improved. Applied on the “Space Variable Objects Monitor (SVOM)” operational use case, it helped the CNES in the definition and the validation of its future space system dedicated to the gamma ray detection and study.</p><p>Proof being made, Kineis, created by the CNES and the CLS, reiterates the experience and continues to make it a strategic technology for science. Its current challenge is to add 25 state-of-the-art nano-satellites to the existing system to enhance IoT capabilities and address new markets. In line with the CNES Capella experience, Kineis decided to build its “System Test” process on Capella.</p> <p>The extendibility and the flexibility of Capella nevertheless allowed them to carry on the previously initiated toolchain in order to cover the full process and support more use cases</p>",
            "bio": "Jonathan Lasalle is in charge of MBSE-related activities at Artal / Magellium and he is architect of the Citrus framework dedicated to model-based test mean engineering.",
     		"utube_link": "https://www.youtube.com/watch?v=_KemiYQ7w70&list=PLfrEYVpSGVLxEFRODSWUTP8N5i3NTG4o-&index=2",
			"slides_link": "https://www.youtube.com/redirect?event=video_description&redir_token=QUFFLUhqbHl0R0dWVFhKMHdxbDEwLUlmaVFNVVQ1a1J4UXxBQ3Jtc0tsdmhfcEdhaTE5ZEtIWDh1b3NieVM2ZF9pUTJ0YXBfWTl2WDg5MTBFSFFTY21jNFYwZjNXU1VwMEc1QXRVTFBvMGxnc1dabnFFM3luX3VDcldfVmw4SWpwRnRmQ0MyMFduTkJjbHVNUHZtVXotendNYw&q=https%3A%2F%2Fwww.slideshare.net%2FObeo_corp%2Fcapella-webinar-capella-once-again-in-space-meeting-nanosatellites",
            "tag": ["space", "Case-Study"]
        },
		{
            "title": "Python for Capella",
			"date": "December, 2021",
			"anchor": "2021_12_16",
            "author": "Sophie Plazanet (Thales Group) and Arnaud Dieumegard (Obeo)",
            "language": "EN",
            "descr": "2022, here we are! It's the perfect time to take a look back at 2021 and make plans for 2022! In this webinar, Juan Navas will present the major events of 2021, the roadmap for 2022, and the main features included in the latest version of Capella.",
            "bio": "Sophie Plazanet: <ul><li>MBSE Specialist at Thales</li><li>Master of Engineering & Master of Research in Advanced Systems & Robotics – Arts & Métiers ParisTech.</li></ul> Arnaud Dieumegard:<ul><li>Eclipse Modeling Consultant at Obeo</li><li>Ph.D. in Reliability for Systems and Software - INP Toulouse</li></ul>",
     		"utube_link": "https://www.youtube.com/watch?v=-LEx-stcAHA&list=PLfrEYVpSGVLxEFRODSWUTP8N5i3NTG4o-&index=3",
			"slides_link": "https://www.youtube.com/redirect?event=video_description&redir_token=QUFFLUhqbU1SaHo2OWJrX3ZFb1FDdEFubW5jQnU3VFFZUXxBQ3Jtc0ttYlQtc3lSOEFIbDFZdk9YemZuVTV1UXpJMWJ2c1JRejlBSlFoeGxqaFJQYUhBc3VSVTNjM1BacldXVllUZ09KeVEwaG1sOVVmQ2JwN1NIS0o2ektEdFNjczM1R1B5Q0E3alpEX01ZY3EwelFCNHhHbw&q=https%3A%2F%2Fwww.slideshare.net%2FObeo_corp%2Fcapella-webinar-pyhton4capella",
            "tag": ["Add-on"]
        },
		{
            "title": "What if you could simulate your Capella model ?",
			"date": "September, 2021",
			"anchor": "2021_09_02",
            "author": "Pierre Nowodzienski (Thales Group)",
            "language": "EN",
            "descr": "<p>When designing increasingly complex systems, engineers need to master the behavior of the solution they will deliver, throughout the engineering life-cycle.</p><p>Arcadia and Capella MBSE practices allow them to share a common understanding of the foreseen solution and to secure the solution definition. In some cases, engineers need to execute their architecture models to early validate the specified behavior, to perform architecture tradeoffs and to provide a reference for further implementation.</p><p>This webinar presented how we address these needs by coupling the best-in-class architectural design practices provided by Capella with the powerful simulation capabilities provided by Matlab & Simulink.</p>",
            "bio": "Pierre Nowodzienski: <ul><li>MBSE, Simulation & Digital Twin Expert - Thales</li><li>Master of Engineering - ENSEA</li></ul>",
     		"utube_link": "https://www.youtube.com/watch?v=PXnMfgEoTGM&list=PLfrEYVpSGVLxEFRODSWUTP8N5i3NTG4o-&index=4",
			"slides_link": "https://www.youtube.com/redirect?event=video_description&redir_token=QUFFLUhqbWdzRVlIMzBGY1JhRG11X3JXa0tVWVQ0bmZld3xBQ3Jtc0tta21XVWNZNmpLT3lZLTJRYnNib1k2Z1h2bHg0YmNpQjF2QW9KVU9sSENYeVU5NVVUOFZ6YXJWNHNrSDVYYlJSY2wwSk9LaEtQMVhPRTUzSUlYbkJoQlRrS0dQRmxWUThfSkhEZ2plcVhZekh1VTVXZw&q=https%3A%2F%2Fwww.slideshare.net%2Fsecret%2FMco3xiApmnornJ",
            "tag": ["Add-on","Simulation"]
        },
		{
            "title": "Modeling & Simulation of CubeSat-based Missions'Concept of Operations",
			"date": "July, 2021",
			"anchor": "2021_07_01",
            "author": "Danilo Pallamin de Almeida",
            "language": "EN",
            "descr": "<p>Discover how Arcadia/Capella is used to model and simulate concept of operations scenarios for CubeSat-based missions. During this webinar, Danilo Pallamin de Almeida, who worked as a Space Systems Engineer for the NanosatC-BR2 mission at INPE, the Brazilian Institute for Space Research, will present how CubeSat-based missions have been modeled with Capella.</p><p>The model describing an initial architecture mission and concept of operations (CONOPS) is used to generate a script that configures a satellite simulator with the corresponding mission parameters.</p><p>You will see how it allows the INPE to:</p><ul><li>run concept of operations scenarios simulations,</li><li>use the results for power/data-budget analyses and trade studies</li></ul>",
            "bio": "Danilo Pallamin de Almeida: <ul><li>MSc. Space Systems Engineering and Management - INPE</li><li>Mechatronics Engineer - EESC/USP</li><li>Systems Engineer - EnduroSat</li></ul>",
     		"utube_link": "https://www.youtube.com/watch?v=PXnMfgEoTGM&list=PLfrEYVpSGVLxEFRODSWUTP8N5i3NTG4o-&index=4",
			"slides_link": "https://www.youtube.com/redirect?event=video_description&redir_token=QUFFLUhqbXRzS2tGOGk3NXlQZEtvUmhwZVAyQ09kcFNkUXxBQ3Jtc0trM29FN2R3bnpJOWhnZWxXS2dYUUN6WU1LdzlwU0NhaHNiMUZUMFFIUkJFN2t6T0x4LWVpSHc3NXNPSlFQUWVLX293MndqRXF2MnJBV2loekFQUzZacFM2OExjNEFYSnZfUTg5YlZXaldSSmZlSjB5SQ&q=https%3A%2F%2Fwww.slideshare.net%2FObeo_corp%2Fwebinar-modeling-simulation-of-cubesatbased-missionsconcept-of-operations",
            "tag": ["Space","Simulation","Case-study"]
        },    
		{
            "title": "Using Capella on a Brazilian Nanosat Project",
			"date": "Juin, 2021",
			"anchor": "2021_06_10",
            "author": "Giulia Herdies",
            "language": "EN",
            "descr": "<p>With two nano satellites already in operation (NANOSATC-BR1 and NANOSATC-BR2), the Brazilian National Institute for Space Research (INPE-MCTI) is currently in the conceptual phase of a third mission (NANOSATC-BR3).</p><p>Giulia Herdies from the Federal University of Santa Maria in Brazil, will present how the Capella tool and the Arcadia method are used in the second phase of the project, to develop the concept of this mission.</p><p>During this webinar, she explains:</p><ul><li>Why the use of MBSE is vital for development of the conceptual phase, by allowing a global understanding of the mission by all involved.</li><li>How stakeholders' needs and project restrictions were broken down within the operational, functional and physical aspects, which resulted in a preliminary definition of a viable concept solution.</li></ul>",
            "bio": "Giulia Herdies is Aerospace Engineer Student at the Federal University of Santa Maria in Brazil",
     		"utube_link": "https://www.youtube.com/watch?v=HhB-Ao1tpaY&list=PLfrEYVpSGVLxEFRODSWUTP8N5i3NTG4o-&index=5",
			"slides_link": "https://www.youtube.com/redirect?event=video_description&redir_token=QUFFLUhqbmtqSkxJNXpDZG9LeEJkcGxwZVBPVDBqYkJtd3xBQ3Jtc0tuRng5QnVIWFVGTG5STk1rRlZsTFZEUUdzMnpFV19fM2w0ZFd3WWNKTTJva1ZSRkdOb2ZlOTJVaFYyblZ4NXFfaVVoUDd3ZTdDM3dSTHMxaUpDNE45MTBTRTJodU42MWh1SnFRMXBEejRFV2VvalNWYw&q=https%3A%2F%2Fwww.slideshare.net%2FObeo_corp%2Fcapella-webinar-using-capella-on-a-brazilian-nanosat-project",
            "tag": ["Space","Case-study"]
        }, 
		{
            "title": "Towards the single source of truth with Publication & Cloud for Capella",
			"date": "May, 2021",
			"anchor": "2021_05_27",
            "author": "Stéphane Lacrampe (Obeo)",
            "language": "EN",
            "descr": "<p>The Capella tool, through multiple feedbacks and its rapid adoption by the systems engineers community, constitutes a major enabler for the success of this journey. The Arcadia method plays a significant role, by offering a pragmatic vision of MBSE, centered on the practices and concerns of systems engineers.</p><p>The holy grail of the single source of truth is at hand. But a tool like Capella is part of a larger ecosystem of engineering tools. The next challenge is now to make this repository of system data available to all stakeholders and to break down the silos between our engineering activities.</p><p>This webinar, after having introduced the problem, will illustrate how Publication for Capella and Cloud for Capella contribute to making the single source of truth a dream come true.</p>",
            "bio": "Co-founder of Obeo, Stéphane Lacrampe is the director of the North American subsidiary of Obeo in Vancouver, Canada.<br>MBSE enthusiast Arcadia/Capella evangelist, and Open Source advocate, Stéphane is also an active INCOSE member.",
     		"utube_link": "https://www.youtube.com/watch?v=teja1DXXy-0&list=PLfrEYVpSGVLxEFRODSWUTP8N5i3NTG4o-&index=7",
			"slides_link": "https://www.youtube.com/redirect?event=video_description&redir_token=QUFFLUhqbnBkSFAyR1Z4bkxXZWpHWUpocm14R0FWeEVLQXxBQ3Jtc0tselEwYnBIYzlBeXNPWDVyQW03YjZqd3BJMF9OVUxJalpkaS1ocEwwbVk5dHp0Nk5tUXliUldPLTRuWm1tbUxrdEx1TjBaRVdBRzJTQ2xqWHdtOFVaTGNoZXV5THhPWmpaRi1xMXVTUnU2WVZCS0N5aw&q=https%3A%2F%2Fwww.slideshare.net%2FObeo_corp%2Fcapella-webinar-to-the-single-source-of-truth-with-publication-for-capella-cloud-for-capella",
            "tag": ["Add-on"]
        },
		{
            "title": "Capella in the preliminary design of the micro launcher ENVOL ",
			"date": "March, 2021",
			"anchor": "2021_03_25",
            "author": "Julien Morane (CT Ingenierie)",
            "language": "EN",
            "descr": "<p>Discover why Capella has been chosen by CT Ingenierie and its partners, and how it has been deployed for guaranteeing the correct coordination between teams, requirement following, and for a rigorous description of the sub-systems developed by their partners.</p><p>CT Ingenierie is involved in the ENVOL project (European Newspace Vertical Orbital Launcher). Developing a small launch vehicle enabling cheap, frequent, and flexible access to the Low Earth Orbit.</p> <p>What is project ENVOL? The EU-funded ENVOL project intends to establish the first European commercial, competitive and green launch service.</p> <p>The project will designate an innovative and industrial low-cost launch system, then demonstrate and advance crucial launcher technologies to guarantee market preparedness and competitiveness, then prepare a business plan and identify the institutions able to attract investments.</p>",
            "bio": "Julien Morane is a system engineer in charge of the deployment of the MBSE activities in support of the CT Paris innovation projects for the space sector.",
     		"utube_link": "https://www.youtube.com/watch?v=VCJO0n16SQk&list=PLfrEYVpSGVLxEFRODSWUTP8N5i3NTG4o-&index=8",
			"slides_link": "https://www.youtube.com/redirect?event=video_description&redir_token=QUFFLUhqbWFKU1N2UlJmWl9Gb05GVHpYRjlMQXcyTlo5UXxBQ3Jtc0tra1FNQzNZTnF6MmUweFY3d3NuQkc3aGdWXzdOQXdVR0RXM1R0b0NoeGw5X0NxQWhTSVZLUXg1SlVZQVpxUWZSYjV1VHZaYVZNOERYdWRKTXpZdDV2bDJDUlBKZWNacEh4a2pXMld3ZEdUc09fcjgzOA&q=https%3A%2F%2Fwww.slideshare.net%2FObeo_corp%2Fcapella-webinar-casestudy-by-ctingnierie-capella-in-the-preliminary-design-of-the-micro-launcher-envol",
            "tag": ["Space","Case-study"]
        }, 
		{
            "title": "What's New: Capella 2021 Annual Message",
			"date": "February, 2021",
			"anchor": "2021_02_25",
            "author": "Juan Navas, Modelling & Simulation Lead Expert (Thales)",
            "language": "EN",
            "descr": "<p>Looking back at 2020 and forward into 2021.</p><p>In this webinar, Juan Navas will present the major milestones of 2020, the main features included in the brand new Capella 5.0, and the perspectives on the Capella ecosystem.</p><p>Juan Navas is MBSE Expert in Thales Corporate Engineering. He leads the team that accompanies managers and architects implement MBSE practices on operational projects to improve their engineering performance.<br>He is a System Architect with +10 years’ experience, he holds a PhD in Computer Science, an MSc in control and computer science, and Electronics and Electrical Engineering Degrees.</p>",
            "bio": "<a href='https://www.linkedin.com/in/junavas/'>Juan Navas</a> is MBSE Expert in Thales Corporate Engineering. He leads the team that accompanies managers and architects implement MBSE practices on operational projects to improve their engineering performance.<br>He is a System Architect with +10 years’ experience, he holds a PhD in Computer Science, an MSc in control and computer science, and Electronics and Electrical Engineering Degrees.",
     		"utube_link": "https://www.youtube.com/watch?v=aIBVZtY_Wnw&list=PLfrEYVpSGVLxEFRODSWUTP8N5i3NTG4o-&index=9",
			"slides_link": "https://www.youtube.com/redirect?event=video_description&redir_token=QUFFLUhqbGJ0VHlRTmpoMkpZdkV2Y2pqM1FtOUpzaEhnZ3xBQ3Jtc0trcjMydmo1ZDZzU2h2Nk1SUm1CVmZLejJMUlNkV3l0UmI1Rlc1dlZ5MzRrR0JValIwMC03d3RUWmthN2dnblpZbUJ0djVkS3poTTl1U21EZ18xYVc0ZmRmMUFoT1BLOVY4YVg2V3FDOEJxTWtubUU3VQ&q=https%3A%2F%2Fwww.slideshare.net%2FObeo_corp%2Fcapella-webinar-capella-annual-meeting-2021",
            "tag": ["Roadmap"]
        }
        ]
    }
}
